app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Stupid"], ["room_number", 78], ["created_at", "2020-10-30 00:28:43.613919"], ["updated_at", "2020-10-30 00:28:43.613919"]]
---
  def create
    @school_class = SchoolClass.create(sc_params(:title, :room_number))