app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Kent"], ["last_name", "kentworthy"], ["created_at", "2020-10-30 00:39:20.261976"], ["updated_at", "2020-10-30 00:39:20.261976"]]
---
  def create
    @student = Student.create(sc_params(:first_name, :last_name))